Revit 2024 API
ITransientElementMaker Methods
The ITransientElementMaker type exposes the following members.
Methods
Name | Description
Execute
 Implement this method to create transient elements.
See Also
ITransientElementMaker Interface
Autodesk.Revit.DB Namespace